{
  "title": "Join the Wantez community",
  "about": "Wantez is an incentivized freelancer site built on the Tezos blockchain for creating cooperation between developer teams, freelancers, and entrepreneurs. It’s a platform for Funders and Contributors to meet and cooperate together for bug bounties & requests while ensuring proper and timely remuneration for all open source projects. Wantez allows developers across the world to earn for contributing code & bug fixes to developing companies while incentivizing and helping to bring more developers into the Tezos ecosystem.  Wantez will also allow for developing companies to more cost-efficiently operate and patch bugs. Startups will be able to augment their teams for temporary periods of time or for sprints without needing to bear the costs of increasing the total team size.",

  "features": [
    {
      "title": "Fund your gig",
      "imageUrl": "/feat-fund-gig.svg",
      "description": "As an open-source software (OSS) company, start-up, or institution, you post a bounty proposal on the platform of a bug you want solved with details of the job required, the expected timeline, and the amount of the bounty or payment. As the funder, you approve which contributor you want to complete the assignment. Once approved and the contributor has patched any holes, he gets paid in XTZ. This simple process allows you to continue developing and make rapid progress on your open source projects. "
    },
    {
      "title": "Explore gigs",
      "imageUrl": "/feat-explore-gigs.svg",
      "description": "As a developer, you can scroll through the list of bounties from various OSS, and find projects you want to get paid to work on. With Wantez, you can optimize and utilize your ability to fix issues. Explore tons of open source gigs who are looking for your help!  "
    }
  ],

  "vision": {
    "imageUrl": "http://via.placeholder.com/300",
    "title": "Lets make the world a better place (vision)",
    "text": "Wantez believes in supporting and contributing to the evolution of open source projects. Often, bugs and unsolved errors stifle innovation and progress. Utilizing the Tezos blockchain, we aim to solve these issues through creating a thriving ecosystem built on problem-solving, accelerating innovation, and mutually beneficial collaboration"
  },

  "flowCharts": {
    "funder": [
      { "title": "Post", "imageUrl": "https://via.placeholder.com/200" },
      { "title": "Approve", "imageUrl": "https://via.placeholder.com/200" },
      {
        "title": "Upgrade your project",
        "imageUrl": "https://via.placeholder.com/200"
      }
    ],
    "developer": [
      { "title": "Search", "imageUrl": "https://via.placeholder.com/200" },
      { "title": "Work", "imageUrl": "https://via.placeholder.com/200" },
      { "title": "Get Paid", "imageUrl": "https://via.placeholder.com/200" }
    ]
  }
}
